xml/request/holdingsrequest_2.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/holdings"><SOAP-ENV:Body>
<ns1:holdingsRequest>
  <ns1:lookupRecord>
    <ns1:responderId>DK-790900</ns1:responderId>
    <ns1:bibliographicRecordId>12345678</ns1:bibliographicRecordId>
    <ns1:bibliographicRecordAgencyId>DK-870970</ns1:bibliographicRecordAgencyId>
  </ns1:lookupRecord>
  <ns1:lookupRecord>
    <ns1:responderId>DK-790900</ns1:responderId>
    <ns1:bibliographicRecordId>12345678</ns1:bibliographicRecordId>
    <ns1:bibliographicRecordAgencyId>DK-870970</ns1:bibliographicRecordAgencyId>
  </ns1:lookupRecord>
</ns1:holdingsRequest>
</SOAP-ENV:Body></SOAP-ENV:Envelope>
